Revit 2027 API
ParameterTypeId.SlantedColumnTopCutStyle Property
 "Top Cut Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlantedColumnTopCutStyle { get; }
Public Shared ReadOnly Property SlantedColumnTopCutStyle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlantedColumnTopCutStyle {
	ForgeTypeId^ get ();
}
static member SlantedColumnTopCutStyle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace